---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassZoneSpaceTypeParam
source: html/b8774f3f-ccf7-a16e-3754-74313e4aa19e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassZoneSpaceTypeParam Property

"Space Type"

## Syntax (C#)
```csharp
public static ForgeTypeId MassZoneSpaceTypeParam { get; }
```